"RTL"="0";
"Cancel"="Annuler";
"OK"="OK";
"Delete"="Supprimer";
"Next"="Suivant";

"NoEMailSetupTitle"="E-mail non configuré";
"NoEMailSetupText"="Veuillez configurer votre adresse e-mail sur votre appareil.";
"WriteEMailText"="Voulez-vous contacter le support par e-mail ?";
"WriteEMailTitle"="Contacter le support";
"EMailQuestionSubject"="Support technique de Budget malin";
"EMailQuestionBody"="\n\nVersion du logiciel - %@\niOS Version - %@";
"ShareEMailSubj"="J'aimerais vous inviter à des finances personnelles partagées !";
"ShareEMailBody"="Veuillez cliquer sur la pièce ci-jointe pour ouvrir le fichier dans Budget malin. \n\nSi vous n'avez pas encore installé Budget malin, voici le lien: %@\n\nP.S. J'utilise la version %@\niOS Version - %@";
"EMailDatabaseProblemSubject"="Support technique de Budget malin - ma base de données est corrompue !";
"EMailDatabaseProblemBody"="Ce message contient une copie de votre base de données. Nous essayons d'identifier et de rectifier l'erreur le plus rapidement possible.\nVersion du logiciel - %@\niOS Version - %@\n";

"SelectAccountTitleTo"="Vers le compte";

"ExpenseNamePlaceholder"="Description (facultative)";
"ExpenseTitleNew"="Description";
"ExpenseNameTitle"="Description";
"ExpenseNameComment"="Pas de description";
"ExpenseReturnDate"="Remboursement";
"SelectNoReturnDate"="Sans date de remboursement";
"SelectNoDate"="Sans date";
"SelectTodayDate"="Aujourd'hui";
"SectionPlannedFor"="Prévu pour {date}";

"CheckInternetCloud"="Pas de connexion au serveur dans le nuage. Il subit peut-être une opération de maintenance ou vous n'êtes peut-être pas connecté à Internet.";
"DocsHintCloudCorrupted20"="La copie de la base de données dans le nuage est corrompue. Appuyez sur le bouton 'exporter' en bas et choisissez 'Envoyer au support'.";
"DocsHintCloudUnpublished20"="La copie de la base de données dans le nuage est introuvable. Appuyez sur le bouton 'exporter' en bas et choisissez 'Envoyer au support'.";
"DocsHintCloudFuture"="Des modifications ont été envoyées au nuage en utilisant une version plus récente de Budget malin. Veuillez mettre à jour votre version.";
"ERROR_FUTURE_COMMANDS"="Cette base de données a été modifiée en utilisant une version plus récente de Budget malin. Veuillez mettre à jour votre version.";
"ERROR_CORRUPTED"="Cette base de données est corrompue. Appuyez sur le bouton 'exporter' et choisir 'Envoyer au support'.";

"HelpSwitchSheet" = "Changer de page";
"HelpAddOperation" = "Ajouter une recette, une dépense, un emprunt, un virement ou une opération de change.";
"HelpPlannedOpDifferentSheet" = "L'opération prévue arrive bientôt à échéance sur une feuille différente.";
"HelpTextSearch" = "Vous pouvez taper 'j o' pour chercher le 'jus d'orange'";
"HelpSlideForSearchPlanning" = "Glisser vers le bas pour recherche&plannification";
"HelpCreateDatabase" = "Les bases de données sont complètement séparées, chacune a son propre jeu de comptes, feuilles, opérations et peut être synchronisée avec des utilisateurs différents.";
"HelpNeedCommit" = "Certains changements ne sont pas encore sauvegardés dans le nuage.";
"HelpPublished" = "Cette base de données est automatiquement synchronisée entre les appareils qui utilisent iCloud avec le même identifiant Apple. Pour synchroniser entre des appareils qui utilisent des identifiants Apple différents ou qui n'utilisent pas du tout iCloud, veuillez envoyer une invitation.";
"HelpNotPublished" = "La synchronisation en nuage est désactivée pour cette base de données.";
"HelpAccounts" = "Tous les comptes sont multidevises. Pour ajouter des fonds à un compte ou pour transférer des fonds entre des comptes, allez sur l'écran principal et ajoutez une opération en sélectionnant ce compte.";
"HelpHiddenAccounts" = "Faites glisser les comptes non utilisés sous la ligne 'comptes masqués' pour les cacher de la liste, tout en les gardant pour les statistiques.";
"HelpWriteUs" = "Écrivez-nous !";
"HelpWriteReview" = "Vous aimez Budget malin ?";
"HelpFullVersion" = "Merci";
"HelpSalePrice" = "Vous avez droit à une remise importante en tant qu'acheteur de la première version de Budget malin";
"HelpNormalPrice" = "Si vous avez Budget malin 1, vous pouvez profiter d'une remise importante ; assurez-vous simplement que vous avez installé et mis à jour la version complète de Budget malin 1.7 sur cet appareil.";
"HelpTapHold" = "Cliquer&maintenir pour plus de fonctions";
"HelpPlusMinus" = "Basculer entre les recettes et les dépenses";
"HelpDateRemembered" = "La date qui n'est pas celle d'aujourd'hui a été automatiquement sélectionnée. Assurez-vous qu'elle est correcte.";
"HelpDateApproaching" = "La date prévue arrive bientôt à échéance";
"HelpSelectSheet" = "Sélectionner une feuille différente pour cette opération";
"HelpFreeProgress" = "Si vous atteignez la limite de 30 opérations de la version gratuite, vous devrez acheter une version complète";
"HelpSheets" = "Vous pouvez ajouter des opérations à plusieurs feuilles et puis analyser chaque feuille individuellement.";
"HelpEraser" = "Gomme";
"HelpMarker" = "Balise";
"HelpExchangeRate" = "Les taux de change ont été mis à jour pour la dernière fois il y a  {hours_ago} heures.";
"HelpPin" = "Ce code PIN est seulement utile pour vous protéger contre des modifications indésirables de vos données effectuées par les enfants. Pour une vraie sécurité, définissez le mot de passe sur l'écran de verrouillage de votre appareil";
"HelpForgotPin" = "Vous avez oublié votre code PIN? Commencez par 0000, 0001 et continuez jusqu'à 9999 jusqu'à ce que vous l'ayez trouvé. Cela prend en général moins d'une heure pour essayer toutes les combinaisons.";

"HiddenAccountsLine"="Comptes masqués";
"AccountCash"="Espèces";
"csvID"="Nombre";
"RecurrenceTitle"="Répéter";
"DateTitle"="Date";
"PlannedTitle"="Prévu";
"CategoryTitle"="Catégorie";
"SheetTitle"="Feuille";
"SheetsTitle"="Feuilles";
"SheetNamePlaceholder"="Nom de la feuille";
"SheetTitleNew"="Nouvelle feuille";
"SheetNameTitle"="Nom";
"TotalSheet"="Toutes les feuilles";
"SeveralSheets"="Feuilles multiples";
"TotalAccount"="Tous les comptes";
"SeveralAccounts"="Comptes multiples";
"AccountTitle"="Compte";
"AccountToTitle"="Vers le compte";
"AccountsTitle"="Comptes";
"AccountNamePlaceholder"="Nom du compte";
"AccountNameTitle"="Nom";
"AccountTitleNew"="Nouveau compte";
"AccountsSum"="Total";
"CategoryNamePlaceholder"="Nom de la catégorie";
"CategoryTitleNew"="Nouvelle catégorie";
"CategoryNameTitle"="Nom";
"CurrencyTitle"="Devise";
"CurrenciesTitle"="Devises";
"AmountTitle"="Montant";
"EditName"="Renommer";
"MoveToAccountTitle"="Déplacer les opérations vers";
"AccountMoveMenuTitle"="Vous allez déplacer toutes les opérations du compte  '{from}' au compte '{to}'. Ceci ne peut pas être annulé.";
"MoveToSheetTitle"="Déplacer les opérations vers";
"SheetMoveMenuTitle"="Vous allez déplacer toutes les opérations de la feuille '{from}' vers la feuille '{to}'. Ceci ne peut pas être annulé.";
"MoveAllOperations"="Déplacer toutes les opérations";
"DeleteAllOperations"="Supprimer toutes les opérations";
"DeleteAllOperationsMenuTitle"="Vous allez supprimer toutes les opérations de la feuille '{from}''. Supprimer des opérations est rarement nécessaire et fera reculer votre solde du montant de ces opérations. Ceci ne peut pas être annulé.";

"AmountConverted"="%@ est égal à %@";
"ConversionNA"="N/A";
"AmountNotConverted"="Erreur lors du téléchargement des taux";
"BuiltInCategoryTitle"="Catégorie spéciale";
"BuiltInCategoryText"="Les catégories 'Prêt', 'Virement' et 'Opération de change' ne sont pas modifiables";
"OperationsNumber" = "{count}\nops";

"AboutTitle"="Paramètres";
"RealAboutTitle"="Infos";
"LimitTitle"="Version gratuite";
"LimitText"="La version gratuite est limitée à 30 saisies . Cela prendra 20 secondes pour passer à la version complète en utilisant la technologie d'achats intégrés aux applications d'Apple.";
"PurchaseStatusPurchasing"="Nous contactons le magasin...";
"PurchaseStatusFullVersion"="La version complète a été achetée";
"PurchaseStatusRestoring"="Restauration des achats...";
"Purchase20ButtonTitle"="Acheter la version complète";
"RestoreButtonTitle"="Restaurer les achats";
"WriteReviewTitle"="Écrire un commentaire";
"WriteReviewText"="Voulez-vous rédiger un avis ?";
"MoneyVersion"="Budget malin, Version";
"FontTitle" = "Police";
"PURCHASE_FAILED_TITLE"="Erreur lors de l'achat";
"CANNOT_MAKE_PAYMENTS_TEXT"="Le paramétrage de votre appareil ne permet pas les achats. Allez dans le paramétrage de votre appareil, 'Général', 'Restrictions' et assurez-vous que 'Achats in-app' est sélectionné.";
"RESTORE_FAILED_TITLE"="Erreur lors de la restauration";
"ERROR_INTERNET_TEXT"="%@. Veuillez vérifier votre connexion internet et réessayer.";
"ERROR_NO_PRODUCT"="Le téléchargement des prix a échoué";
"RESTORE_NOTHING_TITLE"="Restauration achevée";
"RESTORE_NOTHING_TEXT"="Les achats précédents sont introuvables. Veuillez vous assurer que le même identifiant Apple avait été utilisé pour les achats initiaux.";

"CurrencySelectedHeader"="Devises sélectionnées";
"CurrencyPopularHeader"="Devises les plus utilisées";
"CurrencyOtherHeader"="Autres devises";

"PinTitle"="Code confidentiel";
"PinEnterText"="Saisissez votre code confidentiel";
"PinRepeatText"="Saisissez à nouveau votre code confidentiel";
"PinWrongText"="Code confidentiel erroné\nVeuillez saisir votre code confidentiel à nouveau";
"PinNoMatchText"="Le code confidentiel ne correspond pas\nVeuillez saisir votre code confidentiel à nouveau";

"CreateDatabase"="Créer une base de donnéees";
"SelectDatabase"="Ouvrir la base de données";
"DocumentsTitle"="Bases de données";
"DeleteDatabaseTitle"="Supprimer la base de données de cet appareil ? Cela ne pourra pas être annulé !";
"Publish20"="Activer la synchronisation en nuage";
"Invite20"="Envoyer une invitation";
"Unpublish20"="Désactiver la synchronisation en nuage";
"UnpublishTitle20"="La copie locale de la base de données sera créée sur cet appareil, et la base de données originale sera supprimée de cet appareil et de tous les appareils qui utilisent le même identifiant Apple pour iCloud.";
"DeleteDatabaseTitlePublished"="La base de données sera supprimée de cet appareil et de tous les appareils qui utilisent le même identifiant Apple pour iCloud.";
"OtherDevicesWillContinue"="Si d'autres appareils ont obtenu un accès à la copie dans le nuage de cette base de données grâce à une invitation, ils continueront à l'utiliser.";

"ExportMenuTitle"="Exporter la base de données";
"BackupButtonTitle20"="Sauvegarde";
"PreviewButtonTitle"="Afficher au format XSLX";
"ExportXSLXButtonTitle"="Exporter en XSLX";
"SendToSupportTitle"="Envoyer au support";
"SendToSupportText"="Si vous pensez que votre base de données est corrompue, vous devez l'envoyer au support pour la faire analyser et éventuellement réparer.";

"ExpensePlanButton"="Planifier quelque chose de semblable";
"ExpensePerformButton"="Effectuer";
"ContactIndicator"="Contact";
"DeleteExpenseTitle"="Supprimer la transaction ?";

"NEVER"="Jamais";
"EVERY_DAY"="Chaque jour";
"EVERY_WEEK"="Chaque semaine";
"EVERY_2WEEKS"="Tous les quinze jours";
"EVERY_MONTH"="Chaque mois";
"EVERY_2MONTHS"="Tous les 2 mois";
"EVERY_QUARTER"="Tous les 3 mois";
"TWICE_A_YEAR"="Deux fois par an";
"EVERY_YEAR"="Chaque année";

"EXPENSE_KIND"="Dépense";
"INCOME_KIND"="Recette";

"CatTransfer"="Virement";
"CatConvert"="Opération de change";
"CatLoan"="Prêt";
"CatLoanBack"="Remboursement du prêt";
"CatApartment"="Hébergement";
"CatFoodHome"="Nourriture";
"CatFoodRestaurant"="Restaurant, café";
// Remove planned
"CatCarPlanned"="Véhicule";
"CatCarEmergency"="Véhicule (imprévu)";
"CatSport"="Sport";
"CatCat"="Chat";
"CatDog"="Chien";
"CatPet"="Animal de compagnie";
"CatGiftsLost"="Cadeaux";
"CatTransportPublic"="Transports publics";
"CatFishing"="Pêche";
"CatHunting"="Chasse";
"CatGamblingLost"="Perdu au jeu";
"CatGaveFamily"="Donné à un parent";
"CatBaby"="Enfant";
"CatMedicine"="Médical";
"CatGadgets"="Electronique";
"CatCinema"="Cinéma";
"CatTheaters"="Théatre, expositions";
"CatRoleplaying"="Jeux de rôle";
"CatSalary"="Salaire/Paie";
"CatOverwork"="Heures supplémentaires";
"CatBonus"="Prime";
"CatGamblingWon"="Gagné au jeu";
"CatApple"="Droits d'auteur";
"CatFound"="Trouvé";
"CatGiftsWon"="Cadeau";
"CatGovernment"="Frais officiels";
"CatClothes"="Vêtements";
"CatSpirits"="Boissons";
"CatCommunications"="Télécommunications et internet";
"CatTransportTravel"="Frais de voyage";
"CatHotel"="Hôtel";
"CatEducation"="Education";
"CatUnknown"="Inconnu";
"CatCelebration"="Congés";
"CatTookFromFamily"="Reçu d'un parent";
"CatInitialBalance"="Solde initial";

"UserCategorySheetTitle"="%@ (nombre de transactions - %d)";
"SelectImage"="Choisir une image";
"DrawImage"="Dessiner une image";
"ImageTitle"="Image";
"CategoriesRecent"="Utilisé récemment";
"CategoriesNotRecent"="Non utilisé depuis longtemps";
"CategoriesNeverUsed"="Jamais utilisé";

"EverydaySheet"="Quotidien";
"SelectFromContacts"="Choisir dans les contacts";
"CustomImagesSection"="Images dessinées venant de toutes les bases de données";

"ReportTitle"="Rapport";
"Reports"="Rapports";
"SimpleReport"="Rapport simple";
"ReportStyleTitle"="Style du rapport";
"ByCat"="Par catégorie";
"ByDay"="Quotidiennement";
"BySum"="Solde";
"ReportPeriod"="Période";
"AllTime"="Période complète";
"StatIncome"="Recette";
"StatOutcome"="Dépense";
"StatBalance"="Solde";
"StatExchangeRateFlux"="Différence des taux";
"StatIncome20"="Recette: {amount}";
"StatOutcome20"="Dépense: {amount}";
"StatIncomePlanned"="Recette planifiée: {amount}";
"StatOutcomePlanned"="Dépense planifiée: {amount}";
"StatIncomePlannedNoDate"="Recette planifiée (sans date): {amount}";
"StatOutcomePlannedNoDate"="Dépense planifiée (sans date): {amount}";
"StatIncomePlannedPerMonth"="Recette par mois: {amount}";
"StatOutcomePlannedPerMonth"="Dépense par mois: {amount}";

"ExampleSneakers"="Baskets";
"ExampleIcecream"="Glace";
"ExampleGas"="Essence";
"ExampleTickets"="Billets pour Nice";
"ExampleMarriage"="Mariage";

"DocsHintCloudBadReceipt" = "Le serveur dans le nuage n'accepte pas les bases de données de la version gratuite ayant subi trop de modifications. Veuillez installer la version complète.";
"LoadFromBackupErrorTitle" = "La sauvegarde n'est pas chargée";
"LOAD_FROM_BACKUP_EXISTS" = "Vous avez déjà cette base de données synchronisée en nuage sur votre appareil.";
"LOAD_FROM_BACKUP_BAD_FORMAT" = "Le format du fichier n'est pas reconnu. Vous pouvez envoyer ce fichier au support pour qu'il soit analysé et éventuellement réparé.";
"SectionNoDate"="Planifié sans date";
"BitCoin" = "BitCoin";
"NMonths" = "{{is_1}}1 mois{{else}}{count} mois";
"NDays" = "{{is_1}}1 jour{{else}}{count} jours";
"List12" = "{item1}, {item2}";
"NewDatabaseMark" = "nouveau";

"ImportInstructions20"="Comment puis-je passer des données de Budget malin 1 à Budget malin 2 ? {title} D'abord, s'assurer que Budget malin 1.7 ou une version plus récente est installée sur votre appareil. {picture1} Lancer Budget malin 1, cliquer sur le bouton 'nuage', cliquer sur le bouton 'Exporter vers Budget malin 2', sélectionner Budget malin 2 dans la liste des applications. {picture2} Si vous utilisiez la synchronisation en nuage dans Budget malin 1, vous devrez activer à nouveau la synchronisation en nuage dans Budget malin 2. {picture3}";
"FAQTitle"="FAQ";

"PlanNewOperation"="Prévoir une nouvelle opération";
"AppName2"="Budget malin 2";
